Repository: giellalt/corpus-smj
Catalog: tmx/sma/admin/sd/white_papers/samediggediedadus_samegiela_gaktuj_2012.pdf.tmx
Source language: smj
Languages: sma

source: Julevsáme giellaguovllo
sma: Julevsaemien gïeledajve

source: Julevsáme giellaguovllo le Bálágis nuorttat gitta Sáltoduoddarij oarjján.
sma: Julevsaemien gïeledajve lea Ballangen luvhtie noerhtene Saltfjellet gåajkoe åarjene.

source: Dát le avta lahkáj unna geográfalasj guovllo gånnå bæssá aktidit dåjmajt ja álkket aktan barggat.
sma: Daate akte naa onne geografeles dajve mij nuepieh vadta råajvarimmieh ektesne juhtedh, jïh akte lïhke laavenjostoe dej ovmessie aktööri gaskem.

source: Moadda julevsámegielaga årru Divtasvuona ja Hábmera suohkanijn Nordlándan.
sma: Jïjnjh saemieh mah julevsaemien soptsestieh Divtasvuodnan jïh Hamarøyen tjïeltine Nordlaantesne årroeh.

source: Gå gielav galggá buolvas buolvvaj dåmadit de le dákkir dille ávkken.
sma: Gïelesertiestimmien gaavhtan boelvi gaskem dle akte aevhkie gellie saemieh seamma sijjesne årroeh.

source: 2012 giellaguoradallam vuoset moaddása udnásj æjgádijs gudi li 30 ja 40 jage álldara gaskan e sámegielav buvte.
sma: Gïelegoerehtimmie 2012 vuesehte jïjnjh dejstie daan beajjetje eejhtegijste gaskem 30 jïh 40 jaepieh, eah saemien maehtieh.

source: Danen sjaddá æjgádijda gássjel gielav mánájda vaddet.
sma: Dellie geerve sjædta gïelem sertiestidh eejhtegijstie maanide.

source: Valla máná li bessam julevsámegielav oahppat sáme mánájgárde baktu, ja moaddása li dálla vuostasj- jali nubbengielaoahppe vuodo- ja joarkkaskåvlån.
sma: Men maanah nuepiem åådtjeme julevsaemien lïeredh saemien maanagïertesne, jïh daelie jienebh voestes- jallh mubpiengïelelearohkh maadth- jïh jåarhkeskuvlesne.

source: Giellaguoradallam vuoset julevsámegielan le nanos doarjja mánájgárde ja giellaguovdátja baktu Árran julevsáme guovdátjin.
sma: Gïelegoerehtimmie vuesehte julevsaemien gïele aktem nænnoes dåarjoem åtna maanagïerten jïh gïelejarngen tjïrrh, Arran julevsaemien jarngesne.

source: Mánájgárde diehti li moattes álggám sámegielak klássajda vuodoskåvlån Ájluovta skåvlån ja vijddásabbo sámegielåhpadussaj joarkkaskåvlån.
sma: Maanagïerte lea væjkele orreme learohkh saemiengïeleldh klaasside dåårrehtidh maadthskuvlesne Dragesne, jïh vijriebasse saemienööhpehtæmman jåarhkeskuvlesne.

source: Viehka binnep julevsámegielaga li gå nuorttasámegielaga.
sma: 17 Ij leah dan jeenjesh mah julevsaemien soptsestieh goh noerhtesaemien.

source: Gå ælla vuojga giellaaddne de dat julevsámegiela dilev vájkkut.
sma: Gosse dan gille gïeleutnijh dle dïhte dam julevsaemien gïeletsiehkiem tsevtsie.

source: Gå li dåssju gallegasj giellaaddne julevsáme giellaguovlon, de le sámegielak ressursaj vánesvuohta viehka tjielgas.
sma: Juktie dan gille gïeleutnijh julevsaemien gïeledajvesne dle tjïelkelaakan vuajna saemiengïeleldh vierhtieh fååtesieh.

source: Julevsámegiela nannima bargon le Divtasvuona suohkan viehka ájnas gå dat le ájnna suohkan julevsáme guovlon mij le oassen sáme giellaháldadimguovlos.
sma: Juktie julevsaemien gïelem eevtjedh dle Divtasvuodnan tjïelte aktem vihkeles råållam åtna, juktie dïhte lea aajnehke tjïelte julevsaemien dajvesne mij lea saemien gïelen reeremedajvesne.

source: Sámedigge vuojnná dárbov jut suohkana ja sáme ásadusá julevsáme guovlon lagábut aktan barggi.
sma: Saemiedigkie vuajna daerpies tjïelth jïh saemien institusjovnh julevsaemien dajvesne aktem lïhkebe laavenjostoem utnieh.

source: Oarjjelsáme giellaguovllo
sma: Åarjelsaemien gïeledajve

source: Oarjjelsáme guovllo le geográfalattjat vijdes guovllo mij le Sáltoduoddaris nuorttan gitta Elgåj oarjján.
sma: Åarjelsaemien dajve akte geografeles stoerre dajve, Saltfjellet luvhtie noerhtene Elgåen gåajkoe åarjene.

source: Dán guovlon li moadda fylka ja galle suohkanijs.
sma: Jienebh fylhkh jïh gellie tjïelth leah daennie dajvesne.

source: Uddni ij gávnnu makkirak stuoráp bájkálasj sebrudahka gånnå gielan le nanos dille bæjválasj giellan.
sma: Daan biejjien ij leah naan stuerebe voenges siebriedahke gusnie åarjelsaemien lea dïhte stööremes biejjieladtje gïele.

source: Dát soajttá gielladuvddemav hieredit.
sma: Daate maahta akte heaptoe årrodh gïelesertiestimmesne.

source: Giellaaddnijn le galla aktijvuohta stuorra værmádagáj baktu fuolkkevuoda ja æládusáj baktu, ja giella le ájnas identitehtaguodde dan aktijvuodan.
sma: Men gïeleutnijh gaskesem utnieh stoerre viermine slïektigujmie jïh jielemen tjïrrh, jïh gosse naemhtie dle gïele gaajh vihkeles sjædta goh identiteeteguedtije.

source: Dan vijdes geográfalasj guovlo diehti le oarjjelsáme giella ållu sierralágásj dilen mij guosská gielladåjmaj, åvdåsvásstádusá, oahppofálaldagáj ja ressursaj koordinerima vuoksjuj.
sma: Dïhte stoerre geografeles dajve dorje guktie åarjelsaemien gïele lea aktene eevre sjïere tsiehkesne gosse edtja gïeleråajvarimmieh, dïedtejoekedimmiem, lïerehtimmiefaalenassh jïh vierhtieh iktedidh.

source: Moadda almulasj ásadusájn le åvdåsvásstádus oarjjelsámegiela åvdås ja gielladåjmaj koordinerima åvdås.
sma: Sæjhta vihkeles årrodh naaken aktem bijjemes dïedtem åarjelsaemien gïelen åvteste åtna, jïh dïedtem åtna gïeleråajvarimmieh iktedidh.

source: Stuorra hásstalus dán guovlon le gå almulasj háldadusán vádnun sáme giela ja kultuvra máhtudahka ja jut li moadda iesjguhtik ásadusá gejn li dahkamuhá dán gáktuj.
sma: Daennie dajvesne akte stoerre haesteme maahtoe saemien gïelesne jïh kultuvresne fååtese byögkeles reeremisnie, jïh ihke tjuara jïjnjh ovmessie institusjovnigujmie råårestalledh.

source: Oarjjelsámegiella le ælláskahttemprosessav tjadádam, ja dálla ienep ja ienep máná oarjjelsámegielav oahppi.
sma: Åarjelsaemien gïele aktene jieliehtimmieprosessesne orreme, jïh daelie daamtaj jienebh maanah mah lïerehtimmiem åadtjoeh åarjelsaemien gïelesne.

source: Ajtu ij la oarjjelsáme bæjválasj giella moatten sajen, ja ráddjidum vejulasjvuoda li sámegielav adnet.
sma: Åarjelsaemien ij leah læjhkan akte biejjieladtje gïele gellene lehkesne, jïh vaenie nuepieh saemien gïelem soptsestidh.

source: Dåssju gallegasj árená gávnnuji gånnå bæssá oarjjelsámegielav adnet, ja ressurssaulmutja duodas vádnuni.
sma: Gille sijjieh gusnie åarjelsaemien nåhtadidh, jïh stoerre vaanoe vierhtiealmetjijstie.

source: Lullesáme ja bihtámsáme giellaguovllo
sma: Luvliesaemien jïh pijtesaemien gïeledajve

source: Lullesámegiella le dålutjis ságastuvvam dan guovlon mij uddni le Oarjje-Várjjak suohkan Vuonan duodden ráddnáguovlojda Ruossjan ja Suoman.
sma: Luvliesaemien lea aerpievuekien mietie soptsesovveme daaletje Åarjel-Varangeren tjïeltesne Nöörjesne, lissine dejtie baalte dajvine Russlaantesne jïh Såevmesne.

source: Bihtámsámegiella le dålutjis ságastuvvam muhtem åsijn Nordlánda fylkas ja ráddnáguovlojn svieriga bielen.
sma: Pijtesaemien lea aerpievuekien mietie soptsesovveme bieline Nordlaanten fylhkesne jïh baalte dajvine sveerjen raastebielesne.

source: Lullesámegiella ja bihtámsámegiella ieridi dåjs ietjá sámegielajs åvdemusát gå uddni li dá guoktá gielan dåssju muhtem gallegasj giellaaddne iesjguhtik árbbedábálasj guovlojn Vuonan.
sma: Luvliesaemien jïh pijtesaemien jïjtjemse dejstie jeatjah saemien gïelijste joekehtieh, uvtemes dan åvteste gaajh vaenie gïeleutnijh dejnie aerpievuekien dajvine Nöörjesne.

source: Dá guoktán gielan ij la åhpadibme makkirak vuodoskåvlån Vuonan, ælla ga mánájgárde gånnå dá giela gulluji.
sma: Ij naan maadthskuvle Nöörjesne lïerehtimmiem faalehte daejnie göökte gïeline, jïh ij naan maanagïerte gusnie daejtie gïelide soptseste.

source: Bihtámsámegielan ij la makkirak dåhkkidum tjállemvuohke, ja danen sjaddá gássjel gielav tjállet.
sma: Pijtesaemien ij naan standardiseradamme staeriestjaelemem utnieh, jïh dannasinie geerve gïelem tjaeliemisnie nåhtadidh.

source: Lullesámegiela vuoksjuj le tjállemvuohke dåhkkidum, ja suoma bielen rájá muhtem skåvlå lullesámegielav åhpadi.
sma: Luvliesaemien jååhkesjamme staeriestjaelemem åtna, jïh skuvlh såevmien raastebielesne lïerehtimmiem vedtieh luvlesaemien gïelesne.

source: Gå goappátjij gielajn le muhtem lágásj giellabirás iesjguhtik ráddnáguovlon rájáj rastá, de le ájnas aktan barggat rájáj rastá váj dá guokta gielajt åvdet Vuonan.
sma: Juktie gåabpegh gïelh aktem vihties gïelebyjresem utnieh dejnie baalte raastedajvine, dle vihkeles aktine laavenjostojne laanteraasti rastah, juktie daejtie göökte saemien gïelide Nöörjesne skreejrehtidh.

source: Gå galggá bihtám- ja lullesámegielav nannit de le gájkinåvdemusát dárbulasj muhtem vuodulasj bargov dahkat, dagu gielaj udnásj dilev dokumenterit ja kárttit.
sma: Jis edtja pijtesaemien jïh luvlesaemien eevtjedh, dle badth daerpies såemies betniebarkoem darjodh, goh daan beajjetje gïeletsiehkiem vihtiestidh jïh goerehtalledh.

source: Dáv buoremusát dahká aktisasjbarggon bájkálasj sebrudagáj ja ásadusáj gaskan gejn le gielladiedalasj máhtudahka.
sma: Dam maahta bööremeslaakan darjodh akten laavenjostoen tjïrrh voenges byjresi jïh institusjovni gaskem mah gïelefaageles maahtoem utnieh.

source: Giellabargujn máhttá vuorbástuvvat dåssju jus guoskavasj bájkálasj sebrudagá dav doarjju.
sma: Maahta ajve gïelebarkojne lyhkesidh jis voenges siebriedahkh aaj leah sïemes dan bïjre.

source: Ájnnasamos strategija Sámediggáj åvddålijguovlluj bihtám- ja lullesámegiela vuoksjuj sjaddá navti gæhttjalit gåvåv oadtjot majt bihtám- ja lullesáme Vuonan ietja sihti galggá giellabargon vuorodit.
sma: Saemiedigkien vihkielommes strategije dennie vijriesåbpoe barkosne pijtesaemien jïh luvlesaemien gïeline, sjædta dannasinie govledh maam pijtesaemieh jïh luvliesaemieh Nöörjesne jïjtje sijhtieh prijoriteradidh gïelebarkosne.

source: Aktisasjbarggo Sámedikke, bájkálasj sámesiebrij ja da guokta ásadusáj gaskan, Duoddara ráfe ja Lullesáme dávvervuorkká, luluj luondulasj.
sma: Akte laavenjostoe Saemiedigkien, voenges saemiesiebriej jïh dej göökte institusjovni gaskem, Duoddará ráffe jïh Østsamisk museum, sæjhta iemie årrodh.

source: Sámegiella stádajn
sma: Saemien staarine

source: Ienep ja ienep sáme uddni jåhtåli ålgus árbbedábálasj sáme årromguovlojs.
sma: Ahkedh jienebh saemieh dejstie aerpievuekien saemien årromedajvijste juhtieh.

source: Sierraláhkáj stuoráp stádajn årru moadda sáme.
sma: Joekoen dah stoerre staarh jïjnjh saemieh dåastoeh.

source: Dát le ållu ådå dille sámegiellaj, dille mij sierra strategijav gájbbet.
sma: Daate akte eevre orre tsiehkie saemien gïelese, akte tsiehkie mij aktem jïjtse strategijem kreava.

source: Ieritjåhtem árbbedábálasj sáme guovlojs Vuonan uddni manná stádajda, madi sisijåhtem guovlojda ienebut ja ienebut ålggorijkajs boahtá.
sma: Daelie juhtieminie dejstie aerpievuekien saemien dajvijste Nöörjesne staari gåajkoe, mearan juhteme dajvi gåajkoe lea daamtajåbpoe ålkoelaantijste.

source: Jus sámegiella åvddålijguovlluj galggá buolvas buolvvaj åhpaduvvat, de hæhttu ådå ásadusájt ja ådå barggamvuogijt ásadit stádajn gånnå le (stuorra) sisijåhtem sámijs.
sma: Dastegh edtja saemien boelveste boelvese sertiestidh båetijen aejkien, dle sjædta daerpies orre institusjovnh jïh orre vuekiem tseegkedh dejnie staarine gåabph (jïjnjh) saemieh juhtieh.

source: Diehtep duola dagu Cymru / Wales vielet ålgus- ja sisijåhtemav mij le ieme kymrugielak guovlojn gå gielav plániji.
sma: Mijjieh daejrebe vuesiehtimmien gaavhtan Cymru ’ ste / Wales, dah krööhkieh dam olkese- jïh sïjsejuhtemem mij lea dejnie aerpievuekien dajvine gusnie kymriske soptseste, gosse gïelesoejkesjimmine gïehtelieh.

source: Oajvvehásstalus le stádajn sjaddá sámegiella unneplåhkogiellan ja jut e gávnnu árbbedábálasj árená gånnå bæssá gielav adnet.
sma: Åejviehaesteme gosse saemien akte unnebelåhkoegïele staarine sjædta, jïh aerpievuekien sijjieh eah gååvnesh gusnie gïelem nåhtadidh.

source: Danen giellaárenáj ja oahppovejulasjvuodaj dárbbo stádajn lassán.
sma: Dan åvteste daerpies ahkedh jienebh gïelesijjiejgujmie jïh lïerehtimmienuepiejgujmie staarine.

source: Juohkka ájnna suohkana åvdåsvásstádus le dilev láhtjet váj bæssá sámegielav oahppat ja åvddånahttet, ja muhttijn soajttá ærádusá makkir fálaldagá gávnnuji suohkanis suohkanij.
sma: Fïereguhten tjïelten lea dïedte sjïehteladtedh ihke nuepie sjædta lïerehtimmiem åadtjodh jïh saemien gïelem evtiedidh, jïh dannasinie dle maahta debpelen dohkoe sjïdtedh mah faalenassh mah vadtasuvvieh fïerhtene tjïeltesne.

source: Sámedigge dálla rádádallá stádasuohkanij Áltá, Tråmsså ja Oslo aktisasjbarggosjiehtadusáj sámegiela ja kultuvra nannima diehti.
sma: Saemiedigkie staaretjïeltigujmie Alta, Tromsø jïh Oslo laavenjostoelatjkoej bïjre govlehtalleminie, juktie saemien gïelem jïh kultuvrem eevtjedh.

source: Dát le buorre, sæmmi båttå gå dákkir sjiehtadusá e vatte stádaj sáme álmmugij sæmmi riektájt dagu álmmuk sáme giellaháldadimguovlon.
sma: Daate hijven, seamma aejkien goh dagkerh latjkoeh eah sïjhth saemien årroejidie daejnie staarine dejtie seamma reaktide vedtedh, mejtie almetjh saemien gïelen reeremedajven sisnjelen utnieh.

source: Danen hæhttu nannit álmmuga vejulasjvuodajt ja riektájt sámegielav adnet stádajn.
sma: Dannasinie daerpies årroji nuepieh jïh reaktah eevtjedh, guktie dah åadtjoeh saemien staarine nåhtadidh.

source: Máhtto almulasj sáme giellaplánima birra
sma: Daajroe byögkeles saemien gïelesoejkesjimmien bïjre

source: Vijddásamos dagov mav vuona oajválattja li dahkam almulasj sáme giellaplánimin, lij sámelága giellanjuolgadusájt mierredit jagen 1990 ja sáme giellaháldadimguovlov álgadit 1992 rájes.
sma: Dïhte stööremes dahkoe maam nöörjen åejvieladtjh leah dorjeme byögkeles saemien gïelesoejkesjimmien sisnjelen, lij saemielaaken gïelenjoelkedassh nænnoestidh 1990, jïh saemien gïelen reeremedajvem sjïehtesjidh 1992 raejeste.

source: Sámelága giellanjuolgadusá ja sierra háldadimguovllo li ájnas vædtsaga gå galggá gielav nannit.
sma: Saemielaaken gïelenjoelkedassh jïh öörnege aktine sjïere reeremedajvine leah vihkeles dïrregh gosse edtja gïelem eevtjedh.

source: Dá vædtsaga hæhttu aneduvvat.
sma: Tjuara daejtie dïrregidie nåhtadidh.

source: 17 NIBR Áltán tjadádij jagen 2000 addneguoradallamav guovtegielak dievnastusfáladagás sáme giellaháldadimguovlon.
sma: Jaepien 2000 NIBR Altesne aktem utnijegoerehtimmiem guektiengïeleldh dïenesji bïjre darjoeji saemien gïelen reeremedajven sisnjelen.

source: Dát guoradallam gåvvit dilev gåktu lij milenniummålssomin.
sma: Daate goerehtimmie vuesehte guktie lij stoerretjuetiemålsomen.

source: 2006/2007 tjadádij Sámi instituhtta muhtem evaluerimav sámelága giellanjuolgadusájs.
sma: Saemien instituhte aktem vuarjasjimmiem saemielaaken gïelenjoelkedassijste tjïrrehti 2006/2007.

source: Evaluerimav lij Kultuvrra- ja girkkodepartemennta diŋŋgum.
sma: Kultuvre- jïh gærhkoedepartemeente lij daam vuarjasjimmiem dongkeme.

source: Evaluerima konklusjåvnnå le vájku sámelága giellanjuolgadusá li buoragit doajmmam sámegiela stáhtusa gáktuj, vájku viehka målsudahkes le gåktu lágav li tjuovvolam.
sma: Vuarjasjimmie vihteste saemielaaken gïelenjoelkedassh leah hijven orreme saemien gïelen staatusen gaavhtan, jalhts stoerre jeerehtsh guktie laakem tjïrrehte.

source: Sámegiela dille giellaháldadimguovlo ålggolin gal ij le vuogas, ja danen evaluerim javllá háldadimguovlov hæhttu stuoredit.
sma: Ij leah dan hijven tsiehkieh saemien gïelese reeremedajven ålkolen, jïh vuarjasjimmie vihteste reeremedajve tjuara væjranidh.

source: Evaluerim aj oajvvadij ásadit ” ælláskahttemnammadusáv ” sámegielajda, danen gå láhka aktu ij nagá sámegielav ælláskahttet daj guovlojn gånnå uddni le ájtedum.
sma: Vuarjasjimmmie aaj raeriesti aktem ” jealajimmiemoenehtsem ” tseegkedh saemien gïelide, juktie laake oktegh ij leah nuekies jis edtja saemien gïelem jealajidh dejnie dajvine gusnie gïele håvhtadihks daan biejjien.

source: Wencke Brennas girjje Samene i rettssystemet mij bådij jagen 2005 buktá ådå máhtov makta sámegiella Finnmárko riektásysteman aneduvvá ja majt sáme dile birra ájádalli.
sma: Wencke Brennan gærja Samene i rettssystemet jaepeste 2005 orre daajroem buakta guktie reaktasuerkie Finnmarhkesne saemien gïelem nåhtede, jïh guktie saemieh daam dååjreme.

source: Ietjá stuoráp bargojs ma li dagádum sámegiela ja giellaplánima birra 2000 maŋŋela, nammadip Inger Marie Gaup Eira guoradallam Samisk språk i Norden - Status og domeneutredning 2001 rájes ja Torunn Pettersena ja Johanne Gaupa guoradallam almulasj sáme diehtodievnastusá birra, dat aj 2001 rájes.
sma: Jeatjah stuerebe barkoeh leah dorjesovveme saemien gïelen jïh gïelesoejkesjimmien bïjre 2000 mænngan, jïh dej gaskem neebnebe Inger Marie Gaup Eiran salkehtimmiem Samisk språk i Norden – Status og domeneutredning jaepeste 2001, jïh Torunn Pettersen jïh Johanne Gaupen salkehtimmie byögkeles saemien bïevnesedïenesjen bïjre, aaj jaepeste 2001.

source: Sámedigge le åvddåla rapportajt dahkam sámegiela birra sebrudagán.
sma: Saemiedigkie aarebi reektehtsh dorjeme saemien gïelen bïjre siebriedahkesne.

source: 2000 rájes nammadip da guokta rapportajt Sámedikke giellastivras, Bruken av samisk språk, 2004 ja 2008 jagijs ja Sámedikkeráde diedádus sámegiela hárráj Sámegiella lea čaffat !
sma: Jaepien 2000 raejeste neebnebe dejtie göökte reekehtsidie Saemiedigkien gïeleståvroste, Bruken av samisk språk, jaepijste 2004 jïh 2008, jïh Saemiedigkieraerien bïevnese saemien gïelen bïjre Sámegïella lea čaffat !

source: jages 2004.
sma: jaepeste 2004.

source: Svieriga ráddidus buvtij jagen 2006 muhtem almulasj guoradallamav (SOU) mij sierraláhkáj bajedij oarjjelsámegiela boahtteájge dilev Svierigin.
sma: 19 Sveerjen reerenasse aktem byögkeles salkehtimmiem (SOU) böökti jaepien 2006,mij sjïerelaakan dam båetijen aejkien tsiehkiem åarjelsaemien gïelese Sveerjesne digkiedi.

source: Muhtem åsijt ma danna dagástaláduvvi oarjjelsámegiela dile vuoksjuj, máhttá vuona bielen aj ávkkit.
sma: Naakede destie maam desnie digkede åarjelsaemien tsiehkien bïjre, maehtebe aaj nöörjen tsiehkide sertiestidh.

source: Gájkka dá bargo ma badjelin nammaduvvi, javlli juojddáv giellaplánima åtsådallamijs sáme guovlojs maŋemus lågev jagijn, ja dát girjálasjvuohta le luondulasj máhttovuodo dán Sámediggediedádus sámegiela hárráj
sma: Gaajhkh dah barkoeh mah leah bijjielisnie neebneme, jiehtieh maam akt dej dååjrehtimmiej bïjre gïelesoejkesjimmine saemien dajvine dej minngemes luhkie jaepiej, jïh daah tjaalegh leah akte iemie bielie daajroevåaroemistie Saemiedigkiebïevnesasse saemien gïelese.

source: Máhtto almulasj giellaplánima birra Skádasasuollu ålggolin
sma: Daajroe byögkeles gïelesoejkesjimmien bïjre Skandinavijen ålkolen

source: Sámedigge sihtá ietjas giellapolitihkan aj oahppat ietjá moattegielak giellaplánimis.
sma: Saemiedigkie sæjhta sov gïelepolitihkesne aaj lïeredh guktie gïelesoejkesjimmine barkeme jeatjah gelliegïeleldh dajvine.

source: Sierraláhkáj lulujin álggoálmmugij ja gielalasj unneplågoj vásádusá ietjá demokráhtalasj álkke midjij duvdadit.
sma: Eeremasth dle dååjrehtimmieh aalkoealmetjijste jïh gïeleldh unnebelåhkojste jeatjah demokrateles staatine mah leah aelhkemes mijjese sertiestidh.

source: Māori giella, mij le álggoálmmukgiella Aotearoan / New Zealandan, ja kymru giella Cymrun / Walesin Stuorrabritannian li buojkulvisá massta máhttá Sámen oahppat.
sma: Guktie lea gïeline māori, mij lea aalkoealmetjegïele Aotearoasne / New Zealand, jïh kymriske gïeline Cymru ’ sne / Wales Stoerrebritannijesne gåarede maam akt lïeredh Saepmesne.

source: Dán aktijvuodan sihtap vuosedit 2001 artihkkalij “ Te Kōhanga Reo.
sma: Maehtebe daan sjïekenisnie vuesiehtidh tjaalegasse “ Te Kōhanga Reo.

source: Māori Language Revitalization ” ja 2010 girjje Welsh in the Twenty-First Century.
sma: Māori Language Revitalization ” jaepeste 2001, jïh gærjese Welsh in the Twenty-First Century jaepeste 2010.

source: Vuostasj bargon sierraláhkáj vuojnnep man ájnnasa mánájgárde li læhkám gå viehka buoragit li vuorbástuvvam māori giela ælláskahttemijn Aotearoan / New Zealandan.
sma: Dennie voestes neebneme barkosne vuejnebe ojhte man vihkeles maanagïerth leah orreme dennie daan mearan læhkoes jieljiehtimmesne gïeleste māori, Aotearoa ’ sne / New Zealand.

source: Maŋemus bargon vuojnnep man ållo dæddo le sisi- ja ålgusjåhtemin mij dálla dáhpáduvvá árbbedábálasj kymrugiela guovlojn Cymrun / Walesin.
sma: Dennie minngemes barkosne krööhkebe dam iedtjem maam olkese- jïh sïjsejuhteme åådtje, mij daelie aerpievuekien kymriske gïeledajvine Cymru ’ sne / Wales heannedemine.

source: Dáv hiehpá aj sáme aktijvuodan dagástallat.
sma: Daate lea mij akt maam aaj tjuara digkiedidh saemien tsiehkesne.

source: Åvdemus hásstalusá
sma: Dah uvtemes haestemh

source: Giella le duodaj sihke priváhta ja almulasj ássje.
sma: Gïele lea ojhte dovne akte privaate jïh akte byögkeles aamhtese.

source: Sámegiela boahtteájgge le sihke dan duogen jut juohkka ájnna mijájs sámegielav adná luondulasj guládallamgiellan nav moadda aktijvuodajn gå vejulasj ja gåktu sebrudahka dilev láhtjá váj dát máhttá liehket vejulasj.
sma: Guktie saemien gïeline sjædta båetijen aejkien lea gidtjh guktie fïereguhte mijjeste saemien nåhtede goh akte iemie govlesadtemegïele, jïh guktie siebriedahke sjïehteladta ihke daate edtja gåaradidh.

source: Gå galggá sámegielav bisodit, nannit ja åvddånahttet de li moadda hásstalusá majt Sámedigge ij nagá iesj tjoavddet.
sma: Gosse edtja gorredidh, eevtjedh jïh saemien gïelem evtiedidh, dle jïjnjh haestemi uvte tjåådtje mejtie Saemiedigkie oktegh ij buektehth loetedh.

source: Da li sihke sebrudakdile, åvdåsvásstádusjuohkem ja fábmo giellabargon ja buorre ålgodisævto juohkka dásen sebrudagán.
sma: Daate dovne siebriedahketsiehkiej, dïedtejoekedimmien jïh faamoen bïjre gïelen sisnjelen, jïh hijven mierietsiehkiej bïjre gaajhkine daltesinie siebriedahkesne.

source: Giellapolitihka sisadno le álu læhkám ájnegisá riektá sámegiela adnuj ja åhpadibmáj.
sma: Gellien aejkien dle gïelepolitihke orreme fïerhten almetjen reaktan bïjre saemien nåhtadidh, jïh lïerehtimmiem åadtjodh saemien gïelesne.

source: Vijddásap bargon gå galggá sámegielav nannit ja åvddånahttet hæhttu ajtu
sma: Juktie eevtjedh jïh evtiedidh saemien gïelem guhkiebasse, sæjhta badth daerpies årrodh fokusem utnedh dejtie daerpiesvoetide gïele daarpesje.

source: 18 dættodit makkir dárbo gielan li. Gå galggá giela boahtteájgev sihkarasstet de hæhttu sámegiela addnij lågov lasedit.
sma: Juktie gïelen båetijen aejkiem gorredidh, dle eevre daerpies jienebh aelkieh saemien nåhtadidh.

source: Gå barggap Sámedikke ulmijn sámegiela addnij lågov lasedit, de li miján moadda hásstalusá majt hæhttup lagábut gåvvidit.
sma: Jis edtja Saemiedigkien ulmiem jaksedh jienebh utniji bïjre saemien gïeleste, dle mijjen jïjnjh haestemh mejtie lea daerpies lïhkebe ållermaehtedh.

source: Sámegiela gájkbadjásasj hásstalusá li:
sma: Dah bijjemes haestemh saemien gïelese:

source:  Giellagatjálvisáj åvdåsvásstádus ja fábmo
sma:  Dïedtejoekedimmie jïh faamoe gïelegyhtjelassine

source:  Sámegiela addne
sma:  Utnijh saemien gïeleste

source:  Almulasj háldadibme
sma:  Byögkeles reereme

source:  Iesjguhtik gielladile
sma:  Joekehts gïeletsiehkieh

source:  Almma vejulasjvuoda sámegielav adnet
sma:  Tjïelke nuepieh saemien nåhtadidh

source: Giellagatjálvisáj åvdåsvásstádusjuohkem ja fábmo
sma: Dïedtejoekedimmie jïh faamoe gïelegyhtjelassine

source: Moatten ja iesjguhtik aktørajn li sámegielajn dahkamuhá.
sma: Jïjnjh jïh joekehts aktöörh leah meatan guvvesne gosse saemien gïelen bïjre.

source: Návti soajttá sjaddat binná kontinuitehtta, dåjmaj koordinerim vádnun, ij rat diehttu guhti dán åvdås vásstet ja ájnegis giellaaddnáj soajttá gássjel dav vuojnnet.
sma: Dan åvteste maahta onne kontinuiteete sjïdtedh, iktedimmie råajvarimmijste fååtese, jïh fïereguhte gïeleutnije jueriedisnie sjædta dïedten jïh nuepiej bïjre.

source: Dákkir dille ij le vuogas sámegiela åvddånibmáj, ja luluj vuogas tjielggasap vásstediddje- ja roallajuohkemijn.
sma: Akte dagkeres tsiehkie ij leah maereles gosse edtja saemien gïelem evtiedidh, jïh sæjhta daerpies årrodh aktine tjïelkebe dïedte- jïh råållajoekedimmine.
